
const Rules = ({}) => {
  return(
    <>
      <div className="rules-wrapper">
        <p>
          თამაშის სათამაშოდ საჭიროა 3 მოთამაშე..
          ვისი ჯერიც იქნება იმის გარდა ორივე მოთამაშე ნახულობს 
          რენდომად ამოსულ სიტყვას და უნდა ეცადონ რომ მოქმედებით მიახევედრონ
          მესამე მოთამაშე თუ რა სიტყვა შეიძლება იყოს ამოსული.. გამოცნობის შემთხვევაში
          აჭერენ მწვანე ფონს და ემატება 1 ქულა ხოლო თუ რაიმე სიტყვას ვერ იცნობს 
          წითელს აჭერს რაც ავტოუმატურად სხვა სიტყვაზე ცვლის .. მოგებული ის მოთამაშეა ვინც 
          ყველაზე მეტ ქულას ააგროვებს.
        </p>
      </div>
    </>
  )
}

export default Rules